Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: emissions by changing their source of energy, such as the steel and cement industries [12, 13].
nn: -utslepp i stor nok grad gjennom å endre energikjelde, som til dømes stål- og sementindustri [12, 13].

source: It is important that children and youth learn about the different cultures in Norway, and this is therefore a permanent dimension of the Cultural Rucksack.
nn: Det aukande mangfaldet i samfunnet skal gjerast kjent for og formidlast til born og unge, og skal difor også vere ein fast og naturleg dimensjon i Den kulturelle skulesekken.

source: According to the economic impact analysis, a cautious estimate indicates that these effects will be equal to the direct, indirect and induced effects combined, which have been estimated at NOK 3 billion for the existing data centre industry.
nn: Dei vil ifølge ringverknadsanalysen, etter ei forsiktig vurdering, minst vere like store som dei kombinerte direkte, indirekte og induserte ringverknadane, som er estimerte til 3 milliardar kroner for dagens datasenterindustri.

source: Account for economic and administrative consequences.
nn: Kultur og språk er knytte uløyseleg saman.

source: On 30 April 2020, the Ministry of Petroleum and Energy received a combined plan for development and operation (PDO) and plan for installation and operation (PIO) for the Northern Lights project.
nn: Olje- og energidepartementet mottok 30. april 2020 ein samla plan for utbygging og drift (PUD) og plan for anlegg og drift (PAD) for Northern Lights-prosjektet.

source: Help to ensure that CCAMLR retains an ecosystem-based management approach in which conservation and rational use of marine living resources are viewed in relation to each other and properly balanced.
nn: Medverke til at CCAMLR framleis skal leggje til grunn ei økosystembasert forvalting der vern og ansvarleg bruk av levande marine ressursar i Antarktis kan sjåast i samanheng og balanserast på ein god måte.

source: on stream, and the additional reserves that have
nn: som rettshavarane har vedteke å byggja ut, og som

source: We can also capture CO
nn: Vi kan òg fange CO

source: In September 2012, the Commission presented the Communication
nn: Forvaltninga av Statens pensjonsfond i 2012

source: Since 1988, savings banks have had the opportunity to raise capital by issuing primary capital certificates, and since 2009 have been permitted to donate a larger proportion of their profits.
nn: Frå 1988 har sparebankane kunna bruka grunnfondsbevis til kapitalinnhenting, og frå 2009 har det vore lov å gje ein større del av overskotet til gåver.

source: The interaction between teachers and pupils,and between the pupils, are of crucial importance for the pupils' personal growth and development.
nn: Det som skjer i samspelet mellom lærar og elev og i samspeletmellom elevane innbyrdes, har avgjerande innverknad på veksten og utviklinga hos elevane.

source: In the shipping industry, the risk profile varies for different sub-segments, although the earnings of shipping companies as a whole are sensitive to global economic developments.
nn: Innanfor skipsfart varierer risikobiletet mellom dei ulike undersegmenta, men sett under eitt er innteninga i skipsfartsføretaka ømtolig for utviklinga i verdsøkonomien.

source: However, this may change within a fairly short period of time, as it would appear that more activities are being relocated to such areas.
nn: Dette kan likevel endre seg i løpet av nokså kort tid, ettersom det ser ut til at meir verksemd vert flytta til slike område.

source: Improved trends internationally led institutions like the European Central Bank and Sweden’s Riksbank to raise their key policy rates in April.
nn: Betringa i utviklinga internasjonalt gjorde at mellom anna Den europeiske sentralbanken (ESB) og Sveriges Riksbank sette opp sine styringsrenter i april.

source: A recent estimate by the Norwegian Water Resources and Energy Directorate (NVE) shows a larger total installed effect of 174 MW, but the estimate indicates that only 99 MW of this capacity is being used.
nn: Ei nyare utrekning utført av NVE viser ein større total installert effekt på 174 MW, men utrekninga til NVE indikerer at 99 MW av denne kapasitetten blir brukt.

source: is not part of the PDO/PIO; cf. the CO
nn: er ikkje ein del av PUD/PAD, jf.

source: The issues in the regulation most relevant to cloud computing are presented below:
nn: Dei områda av for-ordninga som er mest relevante for bruken av skytenester er:

source: This enables people who have been excluded from employment due to COVID-19 to spend their time on acquiring relevant and up-to-date knowledge.
nn: Slik kan dei som på grunn av Covid-19 ufrivillig står utanfor arbeidslivet bruke tida på å skaffe seg relevant og tidsriktig kunnskap.

source: Further, the section coordinates health, safety and environment (HSE) efforts and the agreement for a more inclusive working life (known as IA in Norwegian).
nn: Koordinering av arbeid med helse, miljø og sikring (HMS) og avtalen om inkluderande arbeidsliv (IA) ligg òg til denne seksjonen.

source: and the existing Lefdal Mine Data Center in the county of Sogn og Fjordane recently announced that it had a new German customer for 4.5 MW.
nn: og nyleg offentleggjorde det eksisterande datasenteret Lefdal Mine Data Center i Sogn og Fjordane ein ny tysk kunde på 4,5 MW.

source: for information, that Party shall use all relevant
nn: kår for innføring av planen og samspel mellom bar-

source: In this document, we have selected two sectors that are especially important for Norway – aquaculture and the maritime sector.
nn: I dette dokumentet har vi vald ut eit par sektorar som er særleg viktige for Noreg – havbruk og maritim sektor.

source: This includes a number of cairns, C. A. Larsen’s shelter on Paulet Island and Carsten Borchgrevink’s two huts at Cape Adare.
nn: Larsen si naudhytte på Pauletøya og dei to hyttene til Borchgrevink på Kapp Adare.

source: In the 2013 survey, 12 pct.
nn: I 2013-undersøkinga var 12 pst.

source: Norges Bank and Finanstilsynet shall contribute to a robust and efficient financial system, and therefore oversee financial institutions, securities markets and payment systems to identify any element that may threaten stability.
nn: Noregs Bank og Finanstilsynet skal medverka til at det finansielle systemet er robust og effektivt, og overvaker difor finansinstitusjonane, verdipapirmarknadene og betalingssystema for å avdekkja element som kan truga stabiliteten.

source: There should be a framework for systematic and structured training programmes, for example exchanges between different workplaces.
nn: Det må leggjast til rette for systematiske og strukturerte lærings-løp, for eksempel med veksling mellom ulike arbeids-plassar.

source: United Kingdom and New York, NY, USA.
nn: for dei store olje- og gasselskapa.

source: The private consumption of these employees contributed to the employment of 541 further persons.
nn: Det private forbruket frå tilsette i datasenter medverka ytterlegare med sysselsetjing for 541 personar.

source: The county authorities are familiar with the characteristics of their own region.
nn: Ein føresetnad for utviklingsavtalane er at departementet og institusjonen er einige om innhaldet.

source: Companies may use any excess returns from the management of customer funds (returns on the group portfolio in excess of the rate guaranteed to customers) to fund up to 80 pct.
nn: Selskapa kan nytte eit eventuelt overskot ved forvaltninga av kundemidlane (avkastninga på kollektivportefølja ut over den renta dei har garantert kundane) til å finansiera opp til 80 pst.

source: The Coordination Unit is responsible for coordinating matters for government conference, consultations and input to the Ministries and the Office of the Prime Minister.
nn: Eining for samordning har ansvaret for å koordinere saker til regjeringskonferanse, høyringar og innspel til departementa og Statsministerens kontor.

source: Weighted by bank size, the average capital adequacy rate was 13.3 per cent at the end of 2012, up 1.1 percentage points on the previous year.
nn: Vekta etter storleiken på banken låg den gjennomsnittlege kapitaldekninga på 13,3 pst. ved utgangen av 2012, opp 1,1 prosentpoeng frå året før.

source: Unlike in several other countries, it was not necessary to expand on the Norwegian guarantee scheme or to issue government guarantees for banks’ assets or liabilities during the crisis.
nn: I motsetnad til i fleire andre land var det ikkje naudsynt å utvida den norske garantiordninga eller å gje statsgarantiar for bankane sine utlån eller innlån under krisa.

source: To realise this, it is vital that public authorities – preferably at European level – reach agreement on common requirements.
nn: For at dette skal vere realistisk, er det viktig at det offentlege – helst på europeisk nivå – er einig om felles krav.

source: Ensure that Norway plays a central role in international efforts to establish multilateral cooperation on infrastructure and data sharing in the Antarctic.
nn: At Norge skal ta ei sentral rolle i det internasjonale arbeidet for å skipe eit fleirsidig infrastruktur- og datasamarbeid i Antarktis.

source: The IT systems are integrated and share data through different interfaces, such as APIs.
nn: Fagsystema er registrert, integrert og deler data via ulike grensesnitt, for eksempel ved bruk av API-ar.

source: These are partly intended to raise revenues for government, partly to fund any future emergency measures through special reserves, and partly to supplement traditional financial markets regulation, for example by reducing the incentive to assume high risk.
nn: Dei er meinte dels å skaffe inntekter til staten, dels å finansiere eventuelle framtidige krisetiltak med særskilde fond og dels å vere eit supplement til den tradisjonelle finansmarknadsreguleringa, til dømes ved å redusere insentiv til å ta stor risiko.

source: to service debt is vulnerable to economic developments both in Norway and internationally.
nn: har til å handtera gjeld, er var for den økonomiske utviklinga, både i Noreg og internasjonalt.

source: According to forecasts, the capital will reach 800,000 inhabitants in 2027, and one million in 2040.
nn: Etter prognosane vil hovudstaden passere 800.000 innbyggarar i 2027, og ein million i 2040.

source: Such funding now represents approximately 30 per cent of the total funding of banks and mortgage companies.
nn: Slik finansiering utgjer no om lag 30 pst. av den samla finansieringa til bankane og kredittføretaka.

source: The Circular on Digitisation sets out requirements for architecture and standards for public agencies.
nn: Digitaliseringsrundskrivet stiller blant anna krav til arkitektur og standardar for verksemder i statleg sektor.

source: NOK 10 million of the funding is reserved for projects that have received support in 2011, so as to ensure that the work has a long-term perspective.
nn: 10 millionar av midlane er reserverte til prosjekt som har fått støtte i 2011, for å sikre eit langsiktig perspektiv på arbeidet.

source: The atlas shows that more than 80 billion tonnes of CO
nn: Atlaset viser at det er teoretisk mogleg å lagre meir enn 80 milliardar tonn CO

source: To contribute to safer and better daily travel for those who drive, cycle and walk, the government proposes to allocate in excess of NOK 36 billion for road purposes in 2021.
nn: For å bidra til ein tryggare og betre reisekvardag for dei som køyrer, syklar og går, foreslår regjeringa å løyve drygt 36 milliardar kroner til vegformål i 2021.

source: systematic development of the agency’s skills and
nn: gode og fleksible arbeidstids- og permisjonsordningar

source: Financial stability also depends on the financial system being robust enough to endure turbulence in the economy.
nn: Finansiell stabilitet inneber òg at det finansielle systemet er robust nok til å tola forstyrringar i økonomien.

source: Overall, the solvency of Norwegian non-life insurance companies was relatively good in 2012.
nn: Samla sett var soliditeten i norske skadeforsikringsføretak i 2012 relativt god.

source: Increased domestic market potential for Norwegian data centres
nn: Auka nasjonalt marknadspotensial for norske datasenter

source: In addition the Government
nn: I tillegg foreslår Regjeringa å auke

source: infrastructure and other significant matters.
nn: på land og for viktige kulturhistoriske verdiar.

source: The CRR/CRD IV rules will impose stricter requirements on banks’ liquidity management and funding structures.
nn: CRR/CRD IV-reglane vil skjerpa krava til likviditetsstyring og finansieringsstruktur i bankane.

source: The authorities also have a responsibility to ensure that Sami art, culture and cultural heritage are presented to other pupils and in other schools.
nn: Fylkeskommunane og kommunane har dessutan ansvar for at samiske kunst- og kulturuttrykk og samisk kulturarv vert formidla til andre elevar i skulen.

source: The external environmental impacts caused by activities outside Antarctica probably have a greater effect on the state of the environment in Antarctica than activities carried out on the continent itself.
nn: Ytre påverknader på miljøet frå aktivitetar utanfor Antarktis har truleg meir å seie for miljøutviklinga i Antarktis enn den aktiviteten som finn stad på kontinentet.

source: The Innovation Fund’s first round of calls for proposals was issued in July 2020.
nn: I juli 2020 vart første runde av Innovasjonsfondet utlyst.

source: The relationship between this provisional requirement and the new EU (CRR/CRD IV) capital requirements has not been finally clarified.
nn: Det er ikkje endeleg klårlagt korleis samanhengen vert mellom dette mellombels kravet og dei komande nye kapitalkrava i EU (CRR/CRD IV).

source: The budget for outdoor recreation has been increased by NOK 20 million to enable a broader commitment to outdoor recreation and public health.
nn: Budsjettet til friluftsliv vert auka med 20 millionar kroner til ei breiare satsing på friluftsliv og folkehelse.

source: In February 2012, a group of experts chaired by Erkki Liikanen (Governor of the Bank of Finland), was appointed to examine whether structural reforms in the financial sector can promote financial stability, efficient markets and consumer protection.
nn: I februar 2012 vart det sett ned ei ekspertgruppe, leidd av Erkki Liikanen (sentralbanksjef i Finland), for å sjå på om strukturelle reformer i finansiell sektor kan medverka til finansiell stabilitet, effektive marknader og forbrukarvern.

source: Since 2012, more than NOK 70 billion has been invested in the digital infrastructure, and substantial resources have been expended to ensure that it is safe and well prepared to withstand the onslaught of harsh weather as well as cyberattacks.
nn: Sidan 2012 har det blitt investert over 70 milliardar kroner i den digitale infrastrukturen, og det er sett inn mykje ressursar for å sikre at han er trygg og godt førebudd på påkjenningar frå vêr og vind, så vel som på dataangrep.

source: prices are ten times higher in 2040 than today.
nn: -prisen er ti gonger høgare enn i dag i 2040.

source: ble under the laws or in the normal course
nn: tredje ledd kan i enkelte tilfelle peike i same ret-

source: With regard to air evacuations or SAR operations, national research programmes have entered into a number of agreements, some bilateral and some multilateral.
nn: Når det gjeld flyevakuering og ved søk- og redningsituasjonar, er det gjort nokre avtaler mellom nasjonale forskingsprogram, både bilaterale og mellom fleire land.

source: After the concept selection and FEED studies had been awarded, Equinor ASA, A/S Norske Shell and Total E&P Norge AS formed a collaboration for the study phase.
nn: Etter at avtalen om konsept- og forprosjektering vart tildelt danna Equinor ASA, A/S Norske Shell og Total E&P Norge AS eit samarbeid for studiefasen.

source: Consumer price inflation was low last year as a result of the strong krone, lower prices for imported consumer goods and a fall in electricity prices.
nn: Veksten i konsumprisane var låg i fjor på grunn av ei sterk krone, fall i prisane på importerte konsumvarer og fall i prisane på elektrisitet.

source: The goal of the Paris Agreement is holding the increase in the global average temperature to well below 2 degrees Celsius above pre-industrial level, and pursuing efforts to limit the temperature increase to 1.5 degrees Celsius above pre-industrial levels.
nn: Parisavtalen har sett som mål å halde auken i den globale gjennomsnittstemperaturen godt under 2 grader celsius samanlikna med førindustrielt nivå og arbeide for å avgrense temperaturauken til 1,5 grader celsius over førindustrielt nivå.

source: Atkins and Oslo Economics carried out the quality assurance process.
nn: Det er Atkins og Oslo Economics som har gjennomført kvalitetssikringa.

source: The most recent survey was conducted in August and September 2013 and shows,
nn: Den siste undersøkinga gjekk føre seg i august og september 2013

source: The uncertainty about economic developments internationally may therefore contribute to an increase in Norwegian households’ precautionary saving, as one observed during and after the international financial crisis.
nn: Uvissa om utviklinga i internasjonal økonomi er difor ein faktor som kan føra til høgare varsemdssparing, slik ein såg under og etter finanskrisa.

source: The Directorate is also a central authority pursuant to the Hague Convention of 1993 on Protection of Children and Co-operation in Respect of Intercountry Adoption.
nn: Direktoratet er også sentralstyresmakt etter Haagkonvensjonen 1993 om vern av barn og samarbeid ved internasjonale adopsjonar.

source: This picture is from the NARE expedition of 1989–90.
nn: (Frå NARE-ekspedisjonen 1989–90). Foto:

source: Increased competition between banks, which may imply lower interest rates on loans, can reduce the credit risk.
nn: Aukar konkurransen mellom bankane, slik at utlånsrenta vert lågare enn ho elles ville ha vore, kan det redusera risikoen på bankanes utlån.

source: Throughout the spring of 2011, global economic growth continued, particularly in emerging economies.
nn: Gjennom våren 2011 heldt veksten i verdsøkonomien fram, særleg i framveksande økonomiar.

source: The investigations conducted by the Norwegian Ministry of Local Government and Modernisation clearly revealed that what public sector enterprises needed most was guidance from central government to ensure good procurement practices and that the contracts they enter into are balanced, and satisfy Norwegian regulations.
nn: I dei undersøkingane Kommunal- og moderniseringsdepartementet har gjort, kjem det klart fram at det verksemdene treng mest, er rettleiing frå sentrale styresmakter for å sikre at dei sjølve gjer gode innkjøp, og at kontraktane dei inngår er balanserte og tilfredsstiller det norske regelverket.

source: Each Party shall ensure that any destruction of Annex F, Group II, substances generated by facilities that produce Annex C, Group I, or Annex F substances shall occur only by technologies approved by the Parties.
nn: Kvar part skal sørgje for at destruering av stoff i vedlegg F, gruppe II, som blir genererte av anlegg som produserer stoff i vedlegg C, gruppe I, eller stoff i vedlegg F, berre skal utførast ved hjelp av teknologi godkjend av partane.

source: If we look at profits before tax in proportion to total assets, the profitability of Norwegian banks is relatively high in an international context.
nn: Om ein ser på resultata før skatt i høve til den samla forvaltningskapitalen, er lønsemda i norske bankar relativt høg i internasjonal samanheng.

source: Traceability has to do with finding out what happened in retrospect; for example, by using change logs or other event logs.
nn: Sporbarheit dreier seg om å kunne finne ut kva som har skjedd i ettertid, for eksempel gjennom endringsloggar og loggar over andre typar hendingar.

source: Innovation Norway’s remit includes helping to promote entrepreneurship, more viable enterprises and innovative business communities.
nn: Innovasjon Norege skal blant anna bidra til fleire gode gründerar, fleire vekstkraftige bedrifter og fleire innovative næringsmiljø.

source: At the same time, a licence was granted for the establishment of Sparebankstiftelsen Time og Hå.
nn: Det vart samstundes gjeve løyve til å skipa Sparebankstiftelsen Time og Hå.

source: The portion of total assets comprising bonds held to maturity remained more or less unchanged in 2011.
nn: Delen av forvaltningskapitalen som er sett saman av obligasjonar haldne til forfall, var om lag uendra i 2011.

source: All industry enterprises in the project have made investment decisions in their respective sub-projects based on the FEED reports and the draft contracts negotiated between the state and industry, conditional on the state also deciding to support the project.
nn: Alle industriselskapa i prosjektet har fatta investeringsavgjerder i sine delprosjekt basert på forprosjektrapportane og dei avtaleutkasta som er forhandla fram mellom staten og industrien, på vilkår om at staten også fattar avgjerd om å støtte prosjektet.

source: Changes in the prices of many debt securities were unusually large during 2011, and uncertainty about the value of many debt securities still remains high.
nn: Prisane på mange gjeldspapir har endra seg uvanleg mykje gjennom 2011, og uvissa om verdien på mange gjeldspapir er framleis stor.

source: This is an increase of almost NOK 100 million from 2010.
nn: Det er ein auke på nesten 100 millionar kroner frå 2010.

source: It is expected that Norway can establish 2–4 EDIHs under DIGITAL.
nn: Det er venta at Noreg kan etablere 2-4 EDIH-ar under DIGITAL.

source: Consequently, Figure 2.26 may indicate that competition between banks has weakened over the last couple of years as far as lending to retail customers is concerned.
nn: Figur 2.26 kan difor tyde på at konkurransen mellom bankane på utlån til personkundar er svekt dei siste par åra.

source: The Regulation on Monetary Policy states that monetary policy shall be aimed at stability in the Norwegian krone’s national and international value.
nn: I forskrifta for pengepolitikken heiter det at pengepolitikken skal sikta mot stabilitet i den nasjonale og internasjonale verdien av den norske krona.

source: • Planning program for the city center plan is due to be approved by the city council in
nn: Departementet har ikkje gjort reie for nytteverdien I dette utover individuell plan.

source: Guidance from the Agency for Public Management and eGovernment (Difi)
nn: Rettleiing hos Direktoratet for forvaltning og IKT (Difi)

source: By connecting the two plants with a pipe system, Green Mountain can supply heated water to Hima.
nn: Ved å kople dei to anlegga saman med eit røyrsystem, kan Green Mountain levere oppvarma vatn til Hima.

source: This reduces the use of pesticides by up to 95 per cent.
nn: Dette reduserer bruken av plantevern-middel med opptil 95 prosent.

source: Most jobs that data centres create are associated with the construction of premises and installation of servers.
nn: Dei fleste jobbane som datasentera skaper, er knytte til konstruksjon av datasenterbygningar og installasjon av serverar.

source: The cost allocation and criteria for triggering state aid for an additional well are regulated in the agreement on state funding for investment and operation.
nn: Kostnadsfordeling og kriterier for å utløyse statleg støtte til ein ekstra brønn er regulert i avtalen om tilskot til investering og drift.

source: Fish show increased swimming activity, which can be a sign of stress.
nn: Distribusjon av digital radio vil i praksis seie overføring av data, dvs.
